export const dataChats = [
    {
        idChat: 1,
        name: 'Дмитирий', // idUser
        countMessegesNotRead: 2,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 1111111115,
                myMessege: true,
                text: '1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 1756129918,
                myMessege: true,
                text: '2Друзья'
            },
            {
                idMessege: 3,
                dateUnix: 1111111116,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей!  выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей!Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 	1756043518,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 	1756047118,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 1755960718,
                myMessege: false,
                text: '6Друзья!'
            },
            {
                idMessege: 7,
                dateUnix: 1704034318,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей!  выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей!Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 7,
                dateUnix: 	1704120718,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 8,
                dateUnix: 	1703858278,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 9,
                dateUnix: 1704293518,
                myMessege: false,
                text: '6Друзья!'
            },
            {
                idMessege: 10,
                dateUnix: 	1703840278,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей!  выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей!Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 11,
                dateUnix: 	1704304318,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 12,
                dateUnix: 	1704013078,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 13,
                dateUnix: 	1704290278,
                myMessege: false,
                text: '6Друзья!'
            },
            {
                idMessege: 14,
                dateUnix: 	1706968678,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 14,
                dateUnix: 	1703995078,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
        ]
    },
    {
        idChat: 2,
        name: 'Алексндр', // idUser
        countMessegesNotRead: 5,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 111111111,
                myMessege: false,
                text: '10Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 111111112,
                myMessege: true,
                text: '20Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 111111113,
                myMessege: false,
                text: '30Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 111111114,
                myMessege: true,
                text: '40, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 111111115,
                myMessege: true,
                text: '50Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 1756114676,
                myMessege: false,
                text: '60Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 3,
        name: 'Дмитирий', // idUser
        countMessegesNotRead: 2,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 1111111111,
                myMessege: true,
                text: '1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 1111111112,
                myMessege: true,
                text: '2Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 1111111113,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 1111111114,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 1111111115,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 1111111116,
                myMessege: false,
                text: '6Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 4,
        name: 'Алексндр', // idUser
        countMessegesNotRead: 5,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 111111111,
                myMessege: false,
                text: '10Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 111111112,
                myMessege: true,
                text: '20Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 111111113,
                myMessege: false,
                text: '30Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 111111114,
                myMessege: true,
                text: '40, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 111111115,
                myMessege: true,
                text: '50Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 111111116,
                myMessege: false,
                text: '60Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 5,
        name: 'Дмитирий', // idUser
        countMessegesNotRead: 2,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 1111111111,
                myMessege: true,
                text: '1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 1111111112,
                myMessege: true,
                text: '2Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 1111111113,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 1111111114,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 1111111115,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 1111111116,
                myMessege: false,
                text: '6Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 6,
        name: 'Алексндр', // idUser
        countMessegesNotRead: 5,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 111111111,
                myMessege: false,
                text: '10Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 111111112,
                myMessege: true,
                text: '20Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 111111113,
                myMessege: false,
                text: '30Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 111111114,
                myMessege: true,
                text: '40, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 111111115,
                myMessege: true,
                text: '50Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 111111116,
                myMessege: false,
                text: '60Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 7,
        name: 'Дмитирий', // idUser
        countMessegesNotRead: 2,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 1111111111,
                myMessege: true,
                text: '1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 1111111112,
                myMessege: true,
                text: '2Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 1111111113,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 1111111114,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 1111111115,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 1111111116,
                myMessege: false,
                text: '6Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 8,
        name: 'Алексндр', // idUser
        countMessegesNotRead: 5,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 111111111,
                myMessege: false,
                text: '10Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 111111112,
                myMessege: true,
                text: '20Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 111111113,
                myMessege: false,
                text: '30Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 111111114,
                myMessege: true,
                text: '40, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 111111115,
                myMessege: true,
                text: '50Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 111111116,
                myMessege: false,
                text: '60Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 9,
        name: 'Дмитирий', // idUser
        countMessegesNotRead: 2,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 1111111111,
                myMessege: true,
                text: '1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 1111111112,
                myMessege: true,
                text: '2Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 1111111113,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 1111111114,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 1111111115,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 1111111116,
                myMessege: false,
                text: '6Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 10,
        name: 'Алексндр', // idUser
        countMessegesNotRead: 5,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 111111111,
                myMessege: false,
                text: '10Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 111111112,
                myMessege: true,
                text: '20Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 111111113,
                myMessege: false,
                text: '30Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 111111114,
                myMessege: true,
                text: '40, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 111111115,
                myMessege: true,
                text: '50Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 111111116,
                myMessege: false,
                text: '60Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 11,
        name: 'Дмитирий', // idUser
        countMessegesNotRead: 2,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 1111111111,
                myMessege: true,
                text: '1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 1111111112,
                myMessege: true,
                text: '2Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 1111111113,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 1111111114,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 1111111115,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 1111111116,
                myMessege: false,
                text: '6Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 12,
        name: 'Алексндр', // idUser
        countMessegesNotRead: 5,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 111111111,
                myMessege: false,
                text: '10Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 111111112,
                myMessege: true,
                text: '20Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 111111113,
                myMessege: false,
                text: '30Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 111111114,
                myMessege: true,
                text: '40, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 111111115,
                myMessege: true,
                text: '50Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 111111116,
                myMessege: false,
                text: '60Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 13,
        name: 'Дмитирий', // idUser
        countMessegesNotRead: 2,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 1111111111,
                myMessege: true,
                text: '1Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 1111111112,
                myMessege: true,
                text: '2Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 1111111113,
                myMessege: false,
                text: '3Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 1111111114,
                myMessege: true,
                text: '4, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 1111111115,
                myMessege: true,
                text: '5Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 1111111116,
                myMessege: false,
                text: '6Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
    {
        idChat: 14,
        name: 'Алексндр', // idUser
        countMessegesNotRead: 5,
        messeges: [
            {
                idMessege: 1,
                dateUnix: 111111111,
                myMessege: false,
                text: '10Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 2,
                dateUnix: 111111112,
                myMessege: true,
                text: '20Друзья, у меня для вас особенныйнный выпуск новостей!'
            },
            {
                idMessege: 3,
                dateUnix: 111111113,
                myMessege: false,
                text: '30Друзья, й выпуск новостей! Rрузья, у му меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 4,
                dateUnix: 111111114,
                myMessege: true,
                text: '40, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 5,
                dateUnix: 111111115,
                myMessege: true,
                text: '50Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            },
            {
                idMessege: 6,
                dateUnix: 111111116,
                myMessege: false,
                text: '60Друзья, у меня для вас особенный выпуск новостей! Rрузья, у меня для вас особенный выпуск новостей!'
            }
        ]
    },
        
];

export const transformMonth = [
    'января', 'февраля', 'марта', 'апреля', 'мая', 'июня', 'июля', 'августа', 'сентября', 'октября', 'ноября', 'декабря'
];

export const userData = {
    name: 'Иван',
    email: 'pochta@yandex.ru',
    login: 'ivanivanov',
    first_name: 'Иван',
    second_name: 'Иванов',
    phone: '+7(909)967-30-30',
}

export const dataInputsDisebledProfile = [
    {
        id: 1,
        heading: 'Почта',
        name: 'email',
        type: 'email',
        value: '',
        disabled: true,
        textError: '',
        placeholder: 'Почта',
    },
    {
        id: 2,
        heading: 'Логин',
        name: 'login',
        type: 'text',
        value: '',
        disabled: true,
        textError: '',
        placeholder: 'Логин',
    },
    {
        id: 3,
        heading: 'Имя',
        name: 'first_name',
        type: 'text',
        value: '',
        disabled: true,
        textError: '',
        placeholder: 'Имя',
    },
    {
        id: 4,
        heading: 'Фамилия',
        name: 'second_name',
        type: 'text',
        value: '',
        disabled: true,
        textError: '',
        placeholder: 'Фамилия',
    },
    {
        id: 5,
        heading: 'Имя в чате',
        name: 'name',
        type: 'text',
        value: '',
        disabled: true,
        textError: '',
        placeholder: 'Имя в чате',
    },
    {
        id: 6,
        heading: 'Телефон',
        name: 'phone',
        type: 'tel',
        value: '',
        disabled: true,
        textError: '',
        placeholder: 'Телефон',
    },
];

export const dataInputsFixProfile = [
    {
        id: 1,
        heading: 'Почта',
        name: 'email',
        type: 'email',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Почта',
    },
    {
        id: 2,
        heading: 'Логин',
        name: 'login',
        type: 'text',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Логин',
    },
    {
        id: 3,
        heading: 'Имя',
        name: 'first_name',
        type: 'text',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Имя',
    },
    {
        id: 4,
        heading: 'Фамилия',
        name: 'second_name',
        type: 'text',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Фамилия',
    },
    {
        id: 5,
        heading: 'Имя в чате',
        name: 'name',
        type: 'text',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Имя в чате',
    },
    {
        id: 6,
        heading: 'Телефон',
        name: 'phone',
        type: 'tel',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Телефон',
    },
];

export const dataInputsFixPassword = [
    {
        id: 1,
        heading: 'Старый пароль',
        name: 'oldPassword',
        type: 'password',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Старый_пароль',
    },
    {
        id: 2,
        heading: 'Новый пароль',
        name: 'newPassword',
        type: 'password',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Новый_пароль',
    },
    {
        id: 3,
        heading: 'Повторите новый пароль',
        name: 'repeatNewPassword',
        type: 'password',
        value: '',
        disabled: false,
        textError: '',
        placeholder: 'Повторите_новый_пароль',
    },
]